{===============================================}
{= Пермский Государственный Университет        =}
{= Графический исполнитель "Пылесосик"         =}
{= Авторы: Николай Трубинов (NT)...            =}
{= Дата: 2008.02.06                            =}
{= История версий:                             =}
{= *08.02.07                                   =}
{=  + Кнопка о программе (NT)                  =}
{=  + Ограничение на количество пылесосов (NT) =}
{= *08.02.06                                   =}
{=  + Создание рабочей среды исполнителя (NT)  =}
{=  + Поддерживает загрузку, сохраниение поля  =}
{=    в файл (NT)                              =}
{===============================================}

program Pylesos;

uses
  Forms,
  Unit1 in 'Unit1.pas' {Form1},
  AboutUnit in 'AboutUnit.pas' {Form2};

{$R *.res}

begin
  Application.Initialize;
  Application.CreateForm(TForm1, Form1);
  Application.CreateForm(TForm2, Form2);
  Application.Run;
end.
